{
    "page_title": "AI LENS",
    "favicon_path": "/favicon.ico",
    "header": {
        "title": "AI LENS",
        "phone": "+1 818 731 7253",
        "location": "Bangalore, KA"
    },
    "carouselImages": [
        "/images/slider-1.jpg",
        "/images/slider-2.jpg",
        "/images/slider-3.jpg"
    ],
    "subHeadingTitle": "OUR PRODUCTS",
    "subHeadingSubTitle": "Elevate your AI experience: explore our suite of virtual solutions.",
    "subHeadingKey": "products",
    "cardset1": {
        "key": "ppe_detection",
        "mediaCardPosition": "left",
        "mediaCardType": "video",
        "mediaCardSrc": "/videos/card1.mp4",
        "textCardTitle": "PPE Detection",
        "textCardp1": "AI-Lens uses advanced computer vision techniques for real time monitoring of PPE kit detection. It enhances workplace safety by automating the identification of correct gear usage and ensuring compliance, reducing the risk of accidents and injuries.",
        "textCardp2": "Detect usage of Personal Fall Arrest System is used (PFAS) like a full body harness for wok-sites that are situated at heights along with other anti-fall protective gear.",
        "textCardp3": "The compliance of head-mounted industrial PPE by using deep learning object detectors"
    },
    "cardset2": {
        "key": "zone_management",
        "mediaCardPosition": "right",
        "mediaCardType": "image",
        "mediaCardSrc": "/images/zone_management.jpg",
        "textCardTitle": "Zone Management",
        "textCardp1": "Efficient parking management guides drivers to available spaces, reducing congestion. Occupancy sensors streamline building navigation by communicating real-time space utilization.",
        "textCardp2": "Machine area control, facilitated by AI-LENS, ensures safe distances between workers and machinery. Enforcing worker counts in designated areas enhances safety, especially for lone workers facing unique hazards.",
        "textCardp3": "AI-based intrusion detection monitors restricted zones, triggering real-time alerts for swift responses to unauthorized access. This comprehensive zone management approach prioritizes safety, efficiency, and security in diverse workplace scenarios."
    },
    "cardset3": {
        "key": "emergency_signal",
        "mediaCardPosition": "left",
        "mediaCardType": "video",
        "mediaCardSrc": "/videos/card3.mp4",
        "textCardTitle": "Emergency Signal",
        "textCardp1": "Worker Fallen Down",
        "textCardp2": "We can  identify when a worker has fallen or is incapacitated in an industrial setting, enabling rapid response and potentially saving lives by reducing response time to emergencies."
    },
    "cardset4": {
        "key": "monitors",
        "mediaCardPosition": "right",
        "mediaCardType": "image",
        "mediaCardSrc": "/images/zone_management.jpg",
        "textCardTitle": "SPARK, GAS AND DUST DETECTION",
        "textCardp1": "Let AI-LENS help you to detect and respond to spark, dust, and gas hazards in real-time, enhancing safety and environmental monitoring",
        "textCardp2": "AI-based spark, dust, and gas detection systems offer enhanced safety, accuracy, and efficiency in industrial settings, reducing risks and costs while improving overall operational performance.",
        "textCardp3": "These systems are a crucial component of modern safety measures in industries where such hazards are prevalent."
    }
}